Repository: Nerdykidtech/Autheris
Catalog: Vaultic/Localizable.xcstrings
Source language: en
Languages: de_de, es_es, fr_fr, ja, pt_br, zh_hans

source: Your tokens have been backed up successfully.
de_de: Ihre Codes wurden erfolgreich gesichert.
es_es: Tus códigos se han guardado correctamente.
fr_fr: Vos codes ont été sauvegardés avec succès.
ja: コードをバックアップしました。
pt_br: Seus códigos foram salvos com sucesso.
zh_hans: 账户已成功备份。

source: Your tokens have been restored from the backup.
de_de: Ihre Codes wurden aus der Sicherung wiederhergestellt.
es_es: Tus códigos se han restaurado desde la copia de seguridad.
fr_fr: Vos codes ont été restaurés à partir de la sauvegarde.
ja: コードをバックアップから復元しました。
pt_br: Seus códigos foram restaurados a partir do backup.
zh_hans: 账户已从备份中恢复。

source: iCloud Sync
de_de: iCloud-Synchronisierung
es_es: Sincronización con iCloud
fr_fr: Synchro iCloud
ja: iCloud 同期
pt_br: Sincronização com iCloud
zh_hans: iCloud 同步

source: iCloud Sync Off
de_de: iCloud-Synchronisierung aus
es_es: Sincronización con iCloud desactivada
fr_fr: Synchronisation iCloud désactivée
ja: iCloud 同期オフ
pt_br: Sincronização com o iCloud desativada
zh_hans: iCloud 同步已关闭

source: iCloud error %lld: %@
de_de: iCloud-Fehler %lld: %@
es_es: Error de iCloud %lld: %@
fr_fr: Erreur iCloud %lld : %@
ja: iCloud エラー %lld: %@
pt_br: Erro do iCloud %lld: %@
zh_hans: iCloud 错误 %lld：%@

source: iCloud isn't reachable right now. You can still turn sync on — it will connect once iCloud is available.
de_de: iCloud ist derzeit nicht erreichbar. Sie können die Synchronisierung trotzdem einschalten — sie verbindet sich, sobald iCloud verfügbar ist.
es_es: iCloud no está disponible ahora mismo. Puedes activar la sincronización igualmente: se conectará cuando iCloud esté disponible.
fr_fr: iCloud est actuellement injoignable. Vous pouvez tout de même activer la synchronisation : elle se connectera dès qu'iCloud sera disponible.
ja: 現在 iCloud に接続できません。同期はオンにできます。iCloud が利用可能になると自動で接続します。
pt_br: O iCloud não está acessível agora. Você ainda pode ligar a sincronização: ela se conectará quando o iCloud estiver disponível.
zh_hans: 目前无法连接 iCloud。你仍可开启同步，等 iCloud 可用后会自动连接。

source: macOS applies camera access the next time an app starts. Quit and reopen Autheris to use the scanner — or add the code from a picture instead.
de_de: macOS wendet den Kamerazugriff beim nächsten Start einer App an. Beenden Sie Autheris und öffnen Sie es erneut, um den Scanner zu nutzen — oder fügen Sie den Code aus einem Bild hinzu.
es_es: macOS aplica el acceso a la cámara la próxima vez que se abre una app. Sal de Autheris y vuelve a abrirla para usar el escáner, o añade el código desde una imagen.
fr_fr: macOS applique l'accès à la caméra au prochain démarrage d'une app. Quittez puis relancez Autheris pour utiliser le scanner — ou ajoutez le code depuis une image.
ja: macOS ではカメラへのアクセスは次回アプリ起動時から有効になります。Autheris を終了して開き直すとスキャナーを使えます。画像からコードを追加することもできます。
pt_br: O macOS aplica o acesso à câmera na próxima vez que um app é iniciado. Saia e reabra o Autheris para usar o scanner — ou adicione o código a partir de uma imagem.
zh_hans: macOS 会在下次启动应用时应用相机权限。请退出并重新打开 Autheris 以使用扫描器，或改为从图片添加账户。

source: • **Blur when backgrounded**: Automatically blurs the app when you switch to another app or go to the home screen.
de_de: • **Bei Hintergrund verwischen**: Blendet die App automatisch aus, wenn Sie zu einer anderen App oder zum Home-Bildschirm wechseln.
es_es: • **Difuminar en segundo plano**: difumina la app automáticamente al cambiar a otra app o ir a la pantalla de inicio.
fr_fr: • **Flouter en arrière-plan** : floute automatiquement l'app lorsque vous passez à une autre app ou revenez à l'écran d'accueil.
ja: • **バックグラウンド時にぼかす**: ほかのアプリに切り替えたりホーム画面に戻ったりすると、自動でアプリをぼかします。
pt_br: • **Desfocar em segundo plano**: desfoca o app automaticamente quando você troca para outro app ou volta à tela de início.
zh_hans: • **进入后台时模糊**：切换到其他应用或回到主屏幕时，自动模糊应用内容。

source: • **Hide codes in app switcher**: Shows a privacy screen instead of your OTP codes when using the app switcher.
de_de: • **Codes im App-Umschalter ausblenden**: Zeigt im App-Umschalter einen Datenschutzbildschirm statt Ihrer OTP-Codes.
es_es: • **Ocultar códigos en el selector de apps**: muestra una pantalla de privacidad en lugar de tus códigos OTP al usar el selector de apps.
fr_fr: • **Masquer les codes dans le sélecteur d'apps** : affiche un écran de confidentialité à la place de vos codes OTP dans le sélecteur d'apps.
ja: • **アプリ切り替えでコードを隠す**: アプリ切り替えを使用するときに、OTP コードの代わりにプライバシー画面を表示します。
pt_br: • **Ocultar códigos no alternador de apps**: mostra uma tela de privacidade no lugar dos seus códigos OTP ao usar o alternador de apps.
zh_hans: • **在应用切换器中隐藏验证码**：使用应用切换器时，用隐私遮罩替代你的 OTP 验证码。

source: • **Hide codes while recording or mirroring**: Shows a privacy screen while the screen is being recorded or sent to another display.
de_de: • **Codes beim Aufzeichnen oder Spiegeln ausblenden**: Zeigt einen Datenschutzbildschirm, während der Bildschirm aufgezeichnet oder auf ein anderes Display übertragen wird.
es_es: • **Ocultar códigos al grabar o duplicar la pantalla**: muestra una pantalla de privacidad mientras se graba la pantalla o se envía a otra pantalla.
fr_fr: • **Masquer les codes pendant un enregistrement ou une duplication d'écran** : affiche un écran de confidentialité pendant que l'écran est enregistré ou envoyé vers un autre écran.
ja: • **画面収録・ミラーリング中はコードを隠す**: 画面が収録されている間、または別のディスプレイに表示されている間は、プライバシー画面を表示します。
pt_br: • **Ocultar códigos ao gravar ou espelhar a tela**: mostra uma tela de privacidade enquanto a tela está sendo gravada ou enviada para outro monitor.
zh_hans: • **录屏或投屏时隐藏验证码**：屏幕正在被录制或投送到其他显示器时，显示隐私遮罩。

source: • **Require Face ID / Touch ID**: Locks Autheris when opened, or when you return after 30 seconds in the background.
de_de: • **Face ID / Touch ID verlangen**: Sperrt Autheris beim Öffnen oder bei der Rückkehr nach 30 Sekunden im Hintergrund.
es_es: • **Requerir Face ID / Touch ID**: bloquea Autheris al abrirla, o al volver tras 30 segundos en segundo plano.
fr_fr: • **Exiger Face ID / Touch ID** : verrouille Autheris à l'ouverture, ou à votre retour après 30 secondes en arrière-plan.
ja: • **Face ID / Touch ID を要求**: 起動時、またはバックグラウンドで 30 秒経過したあとに戻ったときに Autheris をロックします。
pt_br: • **Exigir Face ID / Touch ID**: bloqueia o Autheris ao abrir ou quando você volta depois de 30 segundos em segundo plano.
zh_hans: • **要求 Face ID / Touch ID**：打开 Autheris 时锁屏，或在后台停留 30 秒后返回时锁定。

source: OK
zh_hans: 好
